[
  "obsidian-zotero-desktop-connector",
  "cmdr",
  "obsidian-plugin-update-tracker",
  "links",
  "templater-obsidian",
  "calendar",
  "obsidian-daily-note-outline",
  "recent-files-obsidian",
  "consistent-attachments-and-links",
  "obsidian-list-callouts",
  "settings-search",
  "obsidian-auto-link-title",
  "table-editor-obsidian",
  "blockier",
  "obsidian-better-command-palette",
  "darlal-switcher-plus",
  "hotkey-helper",
  "colored-text",
  "better-search-views",
  "dataview",
  "obsidian-kanban",
  "multi-properties",
  "omnisearch",
  "tag-wrangler",
  "pdf-plus",
  "obsidian-html-plugin",
  "obsidian-custom-frames",
  "list-outline-helper",
  "obsidian-underline",
  "copy-document-as-html",
  "reveal-active-file-button",
  "font-size",
  "keyboard-analyzer",
  "obsidian-style-settings",
  "note-refactor-obsidian",
  "mermaid-tools",
  "editor-width-slider",
  "obsidian42-strange-new-worlds",
  "obsidian-outliner",
  "front-matter-timestamps",
  "obsidian-excalidraw-plugin",
  "spellcheck-toggler",
  "shortcut-edit-mode",
  "enhanced-symbols-prettifier",
  "orgmode-cm6",
  "obsidian-git",
  "ink",
  "note-toolbar",
  "obsidian-heading-shifter",
  "numerals",
  "spacekeys",
  "short-internal-links-to-headings",
  "obsidian-zoom",
  "obsidian-focus-mode",
  "obsidian-editor-shortcuts",
  "image-converter",
  "unearthed-app",
  "cursor-position-history",
  "obsidian-local-rest-api",
  "image-captions",
  "obsidian-advanced-uri",
  "emacs-text-editor",
  "obsidian-importer",
  "ytranscript",
  "yt-video-summarizer",
  "reclipped-official",
  "heading-decorator",
  "oin-gotoheading",
  "quickadd"
]