[
  "lapel",
  "obsidian-zotero-desktop-connector",
  "cmdr",
  "media-extended",
  "obsidian-plugin-update-tracker",
  "links",
  "templater-obsidian",
  "calendar",
  "obsidian-daily-note-outline",
  "recent-files-obsidian",
  "consistent-attachments-and-links",
  "obsidian-list-callouts",
  "settings-search",
  "obsidian-auto-link-title",
  "table-editor-obsidian",
  "short-internal-links-to-headings",
  "obsidian-show-file-path",
  "blockier",
  "obsidian-better-command-palette",
  "obsidian42-text-transporter",
  "darlal-switcher-plus",
  "hotkey-helper",
  "colored-text",
  "better-search-views",
  "dataview",
  "image-converter",
  "obsidian-kanban",
  "obsidian-local-images-plus",
  "multi-properties",
  "heycalmdown-navigate-cursor-history",
  "omnisearch",
  "remember-cursor-position",
  "tag-wrangler",
  "text-extractor",
  "pdf-plus",
  "obsidian-html-plugin",
  "obsidian-custom-frames",
  "obsidian-toggle-case",
  "list-outline-helper",
  "obsidian-underline",
  "obsidian-table-to-csv-exporter",
  "copy-document-as-html",
  "reveal-active-file-button",
  "font-size",
  "mehrmaid",
  "keyboard-analyzer",
  "emacs-text-editor",
  "obsidian-style-settings",
  "note-refactor-obsidian",
  "mermaid-tools",
  "editor-width-slider",
  "quick-explorer",
  "search-on-internet",
  "obsidian42-strange-new-worlds",
  "obsidian-outliner",
  "front-matter-timestamps",
  "obsidian-excalidraw-plugin",
  "obsidian-advanced-uri",
  "spellcheck-toggler",
  "shortcut-edit-mode",
  "enhanced-image",
  "diagram-zoom-drag",
  "obsidian-importer",
  "enhanced-symbols-prettifier",
  "notice-logger",
  "orgmode-cm6",
  "obsidian-meta-bind-plugin",
  "obsidian-git",
  "ink",
  "note-toolbar",
  "sqlseal",
  "note-atomizer",
  "obsidian-local-rest-api",
  "obsidian-shellcommands",
  "clipper-catalog",
  "obsidian-heading-shifter",
  "numerals",
  "smart-connections"
]