[
  "table-editor-obsidian",
  "obsidian-advanced-uri",
  "obsidian-better-command-palette",
  "better-search-views",
  "blockier",
  "calendar",
  "obsidian-editor-shortcuts",
  "cmdr",
  "consistent-attachments-and-links",
  "copy-document-as-html",
  "creases",
  "cursor-position-history",
  "obsidian-daily-note-outline",
  "shortcut-edit-mode",
  "editor-width-slider",
  "emacs-text-editor",
  "font-size",
  "front-matter-timestamps",
  "obsidian-git",
  "obsidian-heading-shifter",
  "hotkey-helper",
  "obsidian-html-plugin",
  "image-converter",
  "ink",
  "lapel",
  "links",
  "obsidian-list-callouts",
  "list-outline-helper",
  "obsidian-local-rest-api",
  "media-extended",
  "note-toolbar",
  "omnisearch",
  "orgmode-cm6",
  "obsidian-outliner",
  "pdf-plus",
  "obsidian-plugin-update-tracker",
  "darlal-switcher-plus",
  "quickadd",
  "recent-files-obsidian",
  "remember-cursor-position",
  "search-on-internet",
  "settings-search",
  "short-internal-links-to-headings",
  "obsidian-show-file-path",
  "smart-connections",
  "spacekeys",
  "obsidian42-strange-new-worlds",
  "obsidian-style-settings",
  "tag-wrangler",
  "templater-obsidian",
  "obsidian-underline",
  "ytranscript",
  "obsidian-zotero-desktop-connector",
  "obsidian-auto-link-title",
  "obsidian-importer",
  "obsidian-epub-plugin",
  "tab-colorizer"
]